[
    {
        "name": "Yu-Gi-Oh! Power of Chaos: Yugi the Destiny",
        "description": "Yu-Gi-Oh! Power of Chaos: Yugi the Destiny is the first Yu-Gi-Oh! game for PC and the first of the three Power of Chaos games. This first game includes 155 cards, most of which are from Legend of Blue Eyes White Dragon and Starter Deck: Yugi, two are from Metal Raiders, one is from Spell Ruler, another is from Tournament Pack: 3rd Season and the other is from Starter Deck: Pegasus.",
        "downloadLink": "https://oldgamesdownload.com/file/17439-2/",
        "image": "images/games/Yu_Gi_Oh_Power_of_Chaos_Yugi_the_Destiny.jpg"
    },
    {
        "name": "YUGIOH! THE LEGEND REBORN V2",
        "description": "YuGiOh! THE LEGEND REBORN – Power of Chaos MOD. This game has 1109 cards in total (over 400 are added by me) including some anime-only cards (like The Seal of Orichalcos, 3 Legendary Dragons, 3 Legendary Knights, Fossil Fusion Monsters, Orgoth the Relentless, Blue Flame Swordsman, Dragonroid, Giant Rex…) and fan-made cards (like Dark Magician Girl of Chaos, Breaker the Magician Girl, Blue-Eyes Baby Dragon…)",
        "downloadLink": "https://oldgamesdownload.com/file/54198-2/",
        "image": "images/games/YuGiOh_THE_LEGEND_REBORN_v2.jpg"
    },
    {
        "name": "YuGiOh! A Duel of Friendship – Power of Chaos",
        "description": "This game has 1109 cards in total (over 400 are added by me) including some anime-only cards (like The Seal of Orichalcos, 3 Legendary Dragons, 3 Legendary Knights, Fossil Fusion Monsters, Orgoth the Relentless, Blue Flame Swordsman, Dragonroid, Giant Rex…) and fan-made cards (like Dark Magician Girl of Chaos, Breaker the Magician Girl, Blue-Eyes Baby Dragon…).",
        "downloadLink": "https://oldgamesdownload.com/file/54177-2/",
        "image": "images/games/YuGiOh_A_Duel_of_Friendship_Power_of_Chaos.jpg"
    },
    {
        "name": "YUGI0H! POWER OF CHAOS – JOEY’S WORLD",
        "description": "This game has 1109 cards in total (over 400 are added by me) including some anime-only cards (like The Seal of Orichalcos, 3 Legendary Dragons, 3 Legendary Knights, Fossil Fusion Monsters, Orgoth the Relentless, Blue Flame Swordsman, Dragonroid, Giant Rex…) and fan-made cards (like Dark Magician Girl of Chaos, Breaker the Magician Girl, Blue-Eyes Baby Dragon…).",
        "downloadLink": "https://oldgamesdownload.com/file/88488-2/",
        "image": "images/games/YuGi0h_Power_of_Chaos_Joeys_World.jpg"
    },
    {
        "name": "YU-GI-0H! ARC-V POWER OF CHAOS",
        "description": "This game has 1109 cards in total (over 400 are added by me) including some anime-only cards (like 3 Legendary Dragons, Fossil Fusion Monsters, Orgoth the Relentless, Dragonroid, Giant Rex, Backup Gardna…) and fan-made cards (like Dark Magician Girl of Chaos, Blue-Eyes Baby Dragon…). There are many Yuya’s Performapal Pendulum monsters and also some Reiji’s DD monsters. Get ready for Pendulum Fusion!!!        In this game your opponent is Yuya Sakaki (voiced by FoxTailed08). The game does not have all the same cards as my other ones but there is a lot of great new ARC-V cards. There is many Pendulum monsters in this game. Unfortunately you can’t use Pendulum Summons in Power of Chaos games and most of the cards don’t have their effects. Anyway, I’m sure you will love it…",
        "downloadLink": "https://oldgamesdownload.com/file/84521-3/",
        "image": "images/games/Yu_Gi_0h_ARC_V_Power_of_Chaos.jpg"
    },
    {
        "name": "YU-GI-0H! KAIBA CORP ULTIMATE MASTERS",
        "description": "The original (Spanish) version of the game was made by g3rM!K. This is the FINAL version without errors and now you can use all the cards freely 🙂        YuGiOh! Kaiba Corp Ultimate Masters MOD. This game has 1109 cards in total (over 400 added by me) including some anime-only cards (like 3 Legendary Dragons, 3 Legendary Knights, Fossil Fusion Monsters, Orgoth the Relentless, Dragonroid…) and fan-made cards (like Dark Magician Girl of Chaos, Blue-Eyes Baby Dragon…)",
        "downloadLink": "https://oldgamesdownload.com/file/88899-2/",
        "image": "images/games/Yu_Gi_0h_Kaiba_Corp_Ultimate-Masters.jpg"
    },
    {
        "name": "YU-GI-OH! POWER OF CHAOS: KAIBA THE REVENGE",
        "description": "Yu-Gi-Oh! Power of Chaos: Kaiba the Revenge is the second Yu-Gi-Oh! game for PC also it’s the second one of the three Power of Chaos game series. The game adds 466 cards, including the 155 cards from the previous game, Yugi the Destiny and 311 new cards.",
        "downloadLink": "https://oldgamesdownload.com/file/91531-2/",
        "image": "images/games/Yu_Gi_Oh_Power_of_Chaos_Kaiba_the_Revenge.jpg"
    },
    {
        "name": "YU-GI-OH! MARIK THE DARKNESS",
        "description": "YuGiOh! MARIK THE DARKNESS – Power of Chaos MOD. This game has 1109 cards in total (over 350 are added by me) including some anime-only cards. Originally this mod was a combination of Spanish MARIK THE DARKNESS Mod and a Mod made by MIKEMAN. I added many new cards including some Marik’s like Helpoemer, Legendary Fiend, Newdoria, Dark Jeroid, Makyura the Destructor…",
        "downloadLink": "https://oldgamesdownload.com/file/87459-2/",
        "image": "images/games/Yu_Gi_Oh_MARIK_THE_DARKNESS.jpg"
    },
    {
        "name": "MEGA MAN",
        "description": "Mega Man is an action game developed and published by Hi-Tech Expressions, Inc in 1990.",
        "downloadLink": "https://oldgamesdownload.com/file/48758-2/",
        "image": "images/games/Mega-Man.jpg"
    },
    {
        "name": "MEGA MAN X4",
        "description": "Mega Man X4, originally released in Japan as Rockman X4, is a video game developed by Capcom. It is the fourth game in the Mega Man X series and the second game in the series to be released on the Sega Saturn and PlayStation. The two versions were released simultaneously in Japan in 1997. A North America release followed sometime thereafter, while Europe received only the PlayStation version in 1997.",
        "downloadLink": "https://oldgamesdownload.com/out/megamanxlegacy",
        "image": "images/games/Mega_Man_X4.jpg"
    },
    {
        "name": "PRO EVOLUTION SOCCER 4",
        "description": "Pro Evolution Soccer 4 (known as World Soccer: Winning Eleven 8 in Japan and World Soccer: Winning Eleven 8 International in North America) is the fourth installment of Konami’s Pro Evolution Soccer football video game series. It’s the first game of the series to appear on the original Xbox, with online game. The cover features former Arsenal striker Thierry Henry, AS Roma forward Francesco Totti, and world-renowned Italian referee Pierluigi Collina. It was the first game in the series to feature licensed leagues.",
        "downloadLink": "https://oldgamesdownload.com/file/97489-2/",
        "image": "images/games/Pro_Evolution_Soccer_4.jpg"
    },
    {
        "name": "PRO EVOLUTION SOCCER 5",
        "description": "Pro Evolution Soccer 5 (known as World Soccer: Winning Eleven 9 in North America and Japan, sometimes mislabeled as World Soccer Winning Eleven 9 International) is a football video game developed and produced by Konami as part of the Pro Evolution Soccer series.",
        "downloadLink": "https://oldgamesdownload.com/file/58965-2/",
        "image": "images/games/Pro_Evolution_Soccer_5.jpg"
    },
    {
        "name": "PRO EVOLUTION SOCCER 6",
        "description": "Pro Evolution Soccer 6 (also known as World Soccer: Winning Eleven 10 for PS2, World Soccer: Winning Eleven 10 Ubiquitous Edition for PSP and World Soccer: Winning Eleven X for Xbox 360 in Japan and South Korea, and Winning Eleven: Pro Evolution Soccer 2007 in the United States) is a video game developed and published by Konami. Released in 2006 for the PlayStation 2, Xbox 360, and PC platforms and following on the Nintendo DS and PlayStation Portable afterward, Pro Evolution Soccer 6 is the 6th edition of the Pro Evolution Soccer series for the PlayStation 2, 2nd for the PlayStation Portable and 4th for PC. It is the first game to debut on the Nintendo DS and the Xbox 360. The Xbox 360 version features improved graphics, but retains gameplay similar to the other console versions. The edit mode has been stripped down for the Xbox 360 release, due to time restrictions. The graphics engine on the PC does not utilise the next-gen 360 engine but will again be a direct conversion of the PlayStation 2 engine.",
        "downloadLink": "https://oldgamesdownload.com/file/48596-2/",
        "image": "images/games/Pro_Evolution_Soccer_6.jpg"
    }
]
